StartMessage = 'Супер! Для начала давай познакомимся. Напиши свое имя, чтобы я знала, как могу к тебе обращаться.'
HelloMessageWithName = """Приятно познакомиться, {name} 😌
Первый шаг уже сделан! Лови первые 5 коинов — это баллы, которые ты будешь получать за выполнение разных заданий, 
а в конце марафона сможешь обменять на классные подарки 🎁
💎 Начислено: 5 коинов
💰 Баланс: 5 коинов
🏆 Рейтинг: 4292/5000
"""
LetsGo = '''Впереди нас с тобой ждет увлекательный путь исполнения желаний ✨ 

Когда-то и я прошла этот путь, и благодаря ему сейчас являюсь тем, кто я есть. Но прежде чем начать это путешествие, я хочу познакомить тебя с другой Леной, которой я была 10 лет назад. Возможно, вы даже будете в чем-то похожи. Хочешь познакомиться с ней?'''

MaybeCall = 'Кажется, тебе звонят.'
TellYourStory = '''Ну как тебе моя история? 
Самой не верится, что это когда-то было моей реальностью. 
Интересно, а чем сейчас живешь ты? Напиши мне сюда о своей жизни — какая реальность окружает тебя? ✍️'''

ThankYouForStory = '''Спасибо за честность и смелось! Лови еще 5 коинов. 
💎 Начислено: 5 коинов
💰 Баланс: 10 коинов
🏆 Рейтинг: 4292/5000'''

WaitingYourStory = '''⏳ Очень жду твою историю, чтобы скорее начать твой путь исполнения желаний.'''

StoryDidNotSend = '''Жаль, что так и не дождалась твою историю. Давай тогда пока продолжим.  Сейчас я подробнее расскажу, к чему меня привел мой путь исполнения желаний.
'''

AboutMyRoad = '''Чтобы прийти к той реальности, в которой я живу сейчас, мне потребовалось немало времени и много обучений, семинаров. Давай подробнее расскажу о том, к чему привел меня мой путь исполнения желаний.'''

AboutHomework = '''Чтобы достичь больших успехов, важно научиться определять свои истинные желания и записать их ✍️
Именно это я и предлагаю тебе сейчас сделать. Но это не так просто, как кажется. Как именно это сделать — расскажу дальше 👉'''

HomeWorkDeadLine = '''📝 Когда список будет готов, сфотографируй его и отправь в этот чат до 23:59 сегодняшнего дня, чтобы получить обратную связь. В течение 1-2 дней с тобой свяжется куратор марафона и поможет поправить формулировки так, чтобы твои желания начали трансформироваться в реальные цели. 

А для тех, кто настроен особенно серьезно, — можно попробовать написать свой список желаний после прослушивания медитации ниже, которая поможет визуализировать истинные запросы и идеальную точку Б, к которой ты стремишься 🧘‍♀️

Если формат медитации тебе не подходит, тогда советую попробовать писать список желаний под расслабляющую музыку, которая настраивает мозг на бета-ритм. Это активирует в мозге память, творческий потенциал, а также помогает сконцентрироваться.'''
MeditationAchive = '''🧘‍♀️ Медитации — первый шаг на пути к понимаю своих истинных запросов. Лови 10 коинов за осознанность. 

💎 Начислено: 10 коинов
💰 Баланс: 20 коинов
🏆 Рейтинг: 4292/5000'''
NotesAboutDeadline = '''📝 Не забудь отправить фотографию своего списка желаний сюда сегодня до 23:59, чтобы получить ОС от куратора.'''
AfterDeadline = '''Мы с командой до сих пор не получили твой список желаний. Очень ждем! ⏳'''
WishesInTime = '''🌟 Вау! Какой крутой список. Я уже передала его твоему куратору, и в течение 1-2 дней от напишет тебе с обратной связью.

Как ответственному студенту присуждаю тебе 10 коинов!

💎 Начислено: 10 коинов
💰 Баланс: 30 коинов
🏆 Рейтинг: 4292/5000'''

WishesAfterTime = '''👍 Отлично! Круто, что список желаний готов. Совсем скоро мы начнем над ними работать.'''
AboutTime = '''Все как раз-таки очень просто! Не важно, сколько у тебя свободного времени — проходить марафон можно и по пути на работу, и гуляя в парке с ребенком, и даже лежа в ванной 🛀
Для выполнения заданий тебе нужна будет только ручка и бумага 📝 
Ну а чтобы все сложилось как надо, на марафоне желаний у нас действуют некоторые правила, соблюдение которых касается абсолютно всех — и тебя, и меня, и кураторов, и наших приглашенных экспертов.'''
NewLife = '''Программа марафона написана специально таким образом, чтобы ты просто не мог не начать делать маленькие, но уверенные шаги на пути к жизни своей мечты 🌌'''
NotBought = '''Если ты все-таки не решил проходить марафон, спасибо тебе в любом случае за то, что проявил интерес! Ты уже сделал большой шаг. Теперь, возможно, ты понимаешь, куда двигаться, 
чтобы перестать говорить «нет» своим желаниям. Ведь самое большое счастье в жизни — жить так, чтобы ни в чем себе не отказывать. 

Я уверена, что уже на этом этапе у тебя все получится и ты начнешь двигаться к своим желаниям. Но если вдруг ты передумаешь и захочешь пройти марафон вместе со мной, просто напиши в бот «Хочу на марафон». 
Успехов! 👋'''
